The color
  Namespace:   Autodesk.Revit.DB.PointClouds
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public int Color
  Visual Basic
Public Color As Integer
  Visual C++
public:
int Color
 See Also
  CloudPoint Structure
  Autodesk.Revit.DB.PointClouds Namespace